[
{
    "nome":"Station 19",
    "descricao": "Um heroico grupo de bombeiros da Fire Station 19 de Seattle arrisca suas vidas e corações, tanto no horário de trabalho ou de folga.",
    "sinopse": "A série foca nas vidas dos homens e mulheres na Estação de Bombeiros de Seattle 19.",
    "ano": 2018,
    "tipo": "Série",
    "imagem": "https://mr.comingsoon.it/imgdb/serietv/serie/1760/1760.jpg",
    "link": "https://www.disneyplus.com/pt-br/browse/entity-a7ef7150-7892-4c4e-830b-775f98094436"
},
{
    "nome":"Heartland",
    "descricao": "Drama familiar que segue as irmãs Amy e Lou Fleming, juntamente com seu avô Jack Bartlett, nos altos e baixos da vida em um rancho de cavalos.",
    "sinopse": "Após a morte da mãe, as irmãs Amy e Lou se mudam para o rancho do avô para continuar o trabalho de cuidar de cavalos machucados e maltratados.",
    "ano": 2007,
    "tipo": "Série",
    "imagem": "https://dc-nfn-cdn-images.newfaithnetwork.com/transform/1i8ggn3ohoqtvtza4j71i6xxu-6g5ajtm9e29ui8h3uqv9axlb2/MtqPCR7C6eiUGgx82T9rT.jpg?w=2880&h=4160&query=2880x4160",
    "link":"https://www.netflix.com/br/title/70171946"
},
{
    "nome": "Grey's Anatomy",
    "descricao": "Drama médico norte-americano que foca na vida de médicos cirurgiões internos, residentes e atendentes.",
    "sinopse": "Os médicos do Grey Sloan Memorial Hospital lidam diariamente com casos de vida ou morte, encontrando apoio, amizade e amor uns nos outros para conciliar os dramas profissionais e pessoais.",
    "ano": 2005,
    "tipo": "Série",
    "imagem": "https://upload.wikimedia.org/wikipedia/pt/9/94/Grey%27s_Anatomy_temporada_19.jpg",
    "link": "https://www.disneyplus.com/pt-br/series/greys-anatomy/2LLf6a1u8b0g"
},
{
    "nome": "The Office",
    "descricao": "Uma comédia que retrata o cotidiano de um grupo de funcionários de escritório em formato de pseudodocumentário.",
    "sinopse": "Na filial de Scranton da Dunder Mifflin, o gerente Michael Scott tenta ser o melhor amigo de seus funcionários, o que leva a situações embaraçosas e hilárias.",
    "ano": 2005,
    "tipo": "Série",
    "imagem": "https://m.media-amazon.com/images/I/81vj15-NuoL.jpg",
    "link": "https://www.netflix.com/br/title/70136120"
},
{
    "nome": "Friends",
    "descricao": "Seis jovens amigos de Nova York enfrentam os desafios da vida adulta, trabalho e relacionamentos com muito humor.",
    "sinopse": "Rachel, Monica, Phoebe, Joey, Chandler e Ross compartilham suas alegrias, frustrações e romances, sempre se apoiando no café Central Perk ou em seus apartamentos.",
    "ano": 1994,
    "tipo": "Série",
    "imagem": "https://br.web.img3.acsta.net/pictures/19/12/20/21/27/3055482.jpg",
    "link": "https://www.max.com/br/pt/shows/friends/88056673-b039-4a35-91b3-3247a83b5363"
},
{
    "nome": "Breaking Bad",
    "descricao": "Um professor de química com câncer terminal se une a um ex-aluno para produzir e vender metanfetamina. [8, 9]",
    "sinopse": "Para garantir o futuro financeiro de sua família, Walter White mergulha no perigoso submundo do tráfico de drogas, transformando-se no infame Heisenberg. [10]",
    "ano": 2008,
    "tipo": "Série",
    "imagem": "https://image.tmdb.org/t/p/w500/30erzlzIOtOK3k3T3BAl1GiVMP1.jpg",
    "link": "https://www.netflix.com/br/title/70143836"
},
{
    "nome": "A Origem",
    "descricao": "Um ladrão especializado em extrair informações do inconsciente das pessoas durante o sono é contratado para uma missão aparentemente impossível: implantar uma ideia na mente de um alvo. [1, 2]",
    "sinopse": "Dom Cobb é um habilidoso ladrão que rouba segredos valiosos do fundo do subconsciente durante o estado de sonho. Sua rara habilidade o tornou um jogador cobiçado no traiçoeiro mundo da espionagem corporativa, mas também o tornou um fugitivo internacional e lhe custou tudo o que amava. [3]",
    "ano": 2010,
    "tipo": "Filme",
    "imagem": "https://image.tmdb.org/t/p/original/9e3Dz7aCANy5aRUQF745IlNloJ1.jpg",
    "link": "https://www.max.com/br/pt/movies/a-origem/N_2535"
},
{
    "nome": "O Cavaleiro das Trevas",
    "descricao": "Com a ajuda do tenente Jim Gordon e do promotor público Harvey Dent, Batman tem a missão de destruir o crime organizado em Gotham City de uma vez por todas. [4, 5]",
    "sinopse": "O Batman continua sua guerra contra o crime, mas um novo gênio do crime, o Coringa, surge em Gotham, mergulhando a cidade na anarquia e forçando o Cavaleiro das Trevas a se aproximar perigosamente da linha que separa o herói do vigilante. [6]",
    "ano": 2008,
    "tipo": "Filme",
    "imagem": "https://image.tmdb.org/t/p/w500/iGZX91hIqM9Uu0KGhd4MUaJ0Rtm.jpg",
    "link": "https://www.max.com/br/pt/movies/batman-o-cavaleiro-das-trevas/M_2535"
},
{
    "nome": "Pulp Fiction: Tempo de Violência",
    "descricao": "As vidas de dois assassinos de aluguel, um boxeador, a esposa de um gângster e um casal de assaltantes se entrelaçam em quatro contos de violência e redenção. [7, 8]",
    "sinopse": "Vincent Vega e Jules Winnfield são dois assassinos profissionais que têm uma série de aventuras bizarras e interligadas. O filme é famoso por seus diálogos ecléticos, mistura irônica de humor e violência e narrativa não linear. [9]",
    "ano": 1994,
    "tipo": "Filme",
    "imagem": "https://ingresso-a.akamaihd.net/img/cinema/cartaz/5781-cartaz.jpg",
    "link": "https://www.netflix.com/br/title/880640"
},
{
    "nome": "Stranger Things",
    "descricao": "Em uma pequena cidade, um grupo de amigos se envolve em uma série de eventos sobrenaturais após o desaparecimento misterioso de um garoto.",
    "sinopse": "Quando um garoto desaparece, sua mãe, um chefe de polícia e seus amigos devem confrontar forças aterrorizantes para trazê-lo de volta, descobrindo um mundo secreto de experimentos e uma estranha garotinha.",
    "ano": 2016,
    "tipo": "Série",
    "imagem": "https://image.tmdb.org/t/p/w500/x2LSRK2Cm7MZhjluni1msVJ3wDF.jpg",
    "link": "https://www.netflix.com/br/title/80057281"
},
{
    "nome": "Game of Thrones",
    "descricao": "Nove famílias nobres lutam pelo controle das terras míticas de Westeros, enquanto um antigo inimigo retorna após estar adormecido por milênios.",
    "sinopse": "Em uma terra onde os verões podem durar décadas e os invernos uma vida inteira, a cobiça e a intriga giram em torno do Trono de Ferro, o assento do poder dos Sete Reinos.",
    "ano": 2011,
    "tipo": "Série",
    "imagem": "https://i.pinimg.com/564x/1d/c3/2b/1dc32b96dfc586a20e8caf0e0fd4d389.jpg",
    "link": "https://www.max.com/br/pt/shows/game-of-thrones/86a79863-126c-4749-96d1-549321f035c5"
},
{
    "nome": "Interestelar",
    "descricao": "Com o futuro da Terra em jogo, um grupo de exploradores viaja através de um buraco de minhoca no espaço na tentativa de garantir a sobrevivência da humanidade.",
    "sinopse": "As reservas naturais da Terra estão chegando ao fim, e um grupo de astronautas recebe a missão de verificar possíveis planetas para receber a população mundial, possibilitando a continuação da espécie.",
    "ano": 2014,
    "tipo": "Filme",
    "imagem": "https://m.media-amazon.com/images/I/91FhSXlwgjL._AC_UF894,1000_QL80_.jpg",
    "link": "https://www.max.com/br/pt/movies/interestelar/M_2535"
},
{
    "nome": "Parasita",
    "descricao": "Uma comédia de humor ácido sobre riqueza, ganância e luta de classes, mostrando os esforços de uma família pobre para se infiltrar em uma casa rica.",
    "sinopse": "Toda a família de Ki-taek está desempregada, vivendo em um porão sujo e apertado. Por obra do acaso, ele começa a dar aulas de inglês para uma garota de família rica. Fascinados com a vida luxuosa, pai, mãe e filhos bolam um plano para se infiltrarem na vida da família burguesa.",
    "ano": 2019,
    "tipo": "Filme",
    "imagem": "https://img.elo7.com.br/product/zoom/2D25B68/big-poster-filme-parasita-2019-lo001-tamanho-90x60-cm-nerd.jpg",
    "link": "https://www.netflix.com/br/title/81221142"
},
{
    "nome": "The Mandalorian",
    "descricao": "Após a queda do Império, um caçador de recompensas mandaloriano solitário navega pelos confins da galáxia, longe da autoridade da Nova República.",
    "sinopse": "A jornada de um guerreiro mandaloriano que atua como caçador de recompensas e sua inesperada missão de proteger uma criança misteriosa e poderosa, conhecida como Grogu.",
    "ano": 2019,
    "tipo": "Série",
    "imagem": "https://lumiere-a.akamaihd.net/v1/images/the_mandalorian_800d1505.jpeg",
    "link": "https://www.disneyplus.com/pt-br/series/the-mandalorian/3jLIGMDYINqD"
},
{
    "nome": "O Urso",
    "descricao": "Um jovem chef de cozinha de alta gastronomia retorna a Chicago para administrar a lanchonete de sua família.",
    "sinopse": "Carmy, um jovem chef do mundo da alta gastronomia, volta para casa em Chicago para administrar a lanchonete de sua família após uma morte dolorosa. Ele precisa equilibrar as realidades esmagadoras de um pequeno negócio, uma equipe indisciplinada e relacionamentos familiares tensos.",
    "ano": 2022,
    "tipo": "Série",
    "imagem": "https://upload.wikimedia.org/wikipedia/pt/a/af/The_Bear_%28s%C3%A9rie_de_televis%C3%A3o%29.png",
    "link": "https://www.starplus.com/pt-br/series/the-bear/52m6nxZ3D20a"
},
{
    "nome": "The Last of Us",
    "descricao": "Em um mundo pós-apocalíptico, um contrabandista endurecido tem a tarefa de escoltar uma adolescente que pode ser a chave para a cura de uma pandemia mortal.",
    "sinopse": "Vinte anos após a civilização moderna ter sido destruída, Joel, um sobrevivente experiente, é contratado para contrabandear Ellie, uma garota de 14 anos, para fora de uma zona de quarentena opressiva. O que começa como um pequeno trabalho logo se torna uma jornada brutal e comovente.",
    "ano": 2023,
    "tipo": "Série",
    "imagem": "https://br.web.img3.acsta.net/img/d4/6b/d46b3917732e164e97af59abc0bb35bf.jpeg",
    "link": "https://www.max.com/br/pt/shows/the-last-of-us/86a79863-126c-4749-96d1-549321f035c5"
},
{
    "nome": "A Casa do Dragão",
    "descricao": "Série derivada de 'Game of Thrones' que conta a história da guerra civil da Casa Targaryen, que aconteceu 200 anos antes dos eventos da série original.",
    "sinopse": "A história da Casa Targaryen, ambientada 200 anos antes dos eventos de 'Game of Thrones', narra a ascensão e a queda da dinastia dos dragões, culminando em uma guerra civil conhecida como a 'Dança dos Dragões'.",
    "ano": 2022,
    "tipo": "Série",
    "imagem": "https://uauposters.com.br/media/catalog/product/8/9/896320221026-uau-posters-house-of-the-dragon-casa-do-dragao-series-seriados-2.jpg",
    "link": "https://www.max.com/br/pt/shows/a-casa-do-dragao/86a79863-126c-4749-96d1-549321f035c5"
},
{
    "nome": "Wandinha",
    "descricao": "Inteligente, sarcástica e apática, Wandinha Addams investiga uma série de assassinatos enquanto faz novos amigos e inimigos na Escola Nunca Mais.",
    "sinopse": "A série segue Wandinha Addams enquanto ela frequenta a Escola Nunca Mais, tentando dominar suas habilidades psíquicas, frustrar uma monstruosa onda de assassinatos que aterroriza a cidade local e resolver o mistério sobrenatural que envolveu seus pais há 25 anos.",
    "ano": 2022,
    "tipo": "Série",
    "imagem": "https://observatoriodocinema.com.br/wp-content/uploads/2023/09/Wandinha-poster.jpeg",
    "link": "https://www.netflix.com/br/title/81231974"
},
{
    "nome": "Oppenheimer",
    "descricao": "A história do físico americano J. Robert Oppenheimer e seu papel no desenvolvimento da bomba atômica durante a Segunda Guerra Mundial.",
    "sinopse": "O filme acompanha a trajetória de J. Robert Oppenheimer, o 'pai da bomba atômica', desde seus dias como estudante até seu tempo como diretor do Projeto Manhattan, explorando os dilemas morais e as consequências de sua criação.",
    "ano": 2023,
    "tipo": "Filme",
    "imagem": "https://br.web.img2.acsta.net/pictures/23/05/08/10/29/0695770.jpg",
    "link": "https://www.primevideo.com/detail/0U99BF66A9OL91S22H0F22A1B4"
},
{
    "nome": "Barbie",
    "descricao": "Depois de ser expulsa da Barbieland por não ser uma boneca de aparência perfeita, Barbie parte para o mundo humano em busca da verdadeira felicidade.",
    "sinopse": "Viver na Barbieland é ser um ser perfeito em um lugar perfeito. A menos que você tenha uma crise existencial completa. Ou você seja um Ken. Barbie e Ken são forçados a uma jornada de autodescoberta no mundo real após uma crise existencial.",
    "ano": 2023,
    "tipo": "Filme",
    "imagem": "https://topview.com.br/wp-content/uploads/2023/07/cartaz-filme-barbie.jpeg",
    "link": "https://www.max.com/br/pt/movies/barbie/86a79863-126c-4749-96d1-549321f035c5"
},
{
    "nome": "Pobres Criaturas",
    "descricao": "A fantástica evolução de Bella Baxter, uma jovem que é trazida de volta à vida pelo brilhante e heterodoxo cientista Dr. Godwin Baxter.",
    "sinopse": "Trazida de volta à vida por um cientista, uma jovem foge com um advogado em uma aventura turbulenta pelo mundo. Livre dos preconceitos de sua época, ela se torna firme em seu propósito de defender a igualdade e a libertação.",
    "ano": 2023,
    "tipo": "Filme",
    "imagem": "https://image.tmdb.org/t/p/original/etVS2cKunOlJE3E0pr1xYZ7hcMp.jpg",
    "link": "https://www.starplus.com/pt-br/movies/poor-things/48CRb2nZg3bH"
},
{
    "nome": "Homem-Aranha: Através do Aranhaverso",
    "descricao": "Miles Morales é catapultado através do Multiverso, onde ele encontra uma equipe de Pessoas-Aranha encarregada de proteger sua própria existência.",
    "sinopse": "Depois de se reunir com Gwen Stacy, o Homem-Aranha do Brooklyn é jogado no Multiverso, onde encontra uma equipe de Pessoas-Aranha. Quando os heróis entram em conflito sobre como lidar com uma nova ameaça, Miles deve redefinir o que significa ser um herói.",
    "ano": 2023,
    "tipo": "Filme",
    "imagem": "https://img.elo7.com.br/product/zoom/4AF71CD/big-poster-homem-aranha-atraves-do-aranhaverso-90x60-cm-008-poster.jpg",
    "link": "https://www.max.com/br/pt/movies/homem-aranha-atraves-do-aranhaverso/86a79863-126c-4749-96d1-549321f035c5"
},
{
    "nome": "Duna: Parte Dois",
    "descricao": "Paul Atreides se une a Chani e aos Fremen enquanto busca vingança contra os conspiradores que destruíram sua família.",
    "sinopse": "Paul Atreides continua sua jornada mítica, agora unido a Chani e aos Fremen. Em um caminho de vingança contra aqueles que destruíram sua família, ele se depara com uma escolha entre o amor de sua vida e o destino do universo conhecido.",
    "ano": 2024,
    "tipo": "Filme",
    "imagem": "https://play-lh.googleusercontent.com/x9dVuJi3X9-2YZiMeNZIWwdgDfeJ93Z8WgL14zU85ihkSc1ZldavJlEZNPANheZWcWpg8a0YQkzk64OK1d8",
    "link": "https://www.max.com/br/pt/movies/duna-parte-dois/86a79863-126c-4749-96d1-549321f035c5"
},
{
    "nome": "Tudo em Todo o Lugar ao Mesmo Tempo",
    "descricao": "Uma imigrante chinesa exausta é arrastada para uma aventura insana, onde só ela pode salvar o mundo explorando outros universos.",
    "sinopse": "Evelyn Wang, uma proprietária de lavanderia sobrecarregada, descobre que tem o poder de explorar vidas alternativas em outros universos. Ela deve usar essa habilidade para lutar contra um mal bizarro que ameaça destruir o multiverso.",
    "ano": 2022,
    "tipo": "Filme",
    "imagem": "https://br.web.img2.acsta.net/pictures/22/05/16/17/59/5165498.jpg",
    "link": "https://www.primevideo.com/detail/0I5S0S7A0H0G0J0C0A0D0I0B0A"
}
]